Repository: StingerAJ/astrid
Catalog: translations/strings-*.po
Languages: it, ja

source: Astrid should to be updated to the latest version in the Android market! Please do that before continuing, or wait a few seconds.
it: Astrid dovrebbe essere aggiornato alla versione più recente disponibile su Android market! Si prega di farlo prima di proseguire, o attendere qualche secondo.

source: Purge Task
it: Elimina Attività

source: Welcome to Astrid!
it: Benvenuto su Astrid!

source: Latest Astrid News
it: Ultime Novità di Astrid

source: Astrid: Settings
it: Astrid: Preferenze

source: Notes will always be displayed
it: Le note verranno visualizzate sempre

source: Astrid Team
it: Team Astrid

source: I Won't Kill Astrid!
it: Voglio terminare Astrid!

source: Astrid Task/Todo List
it: Astrid elenco attività/todo

source: Default Calendar
it: Calendario Predefinito

source: Welcome to Google Tasks!
it: Benvenuto a Google Tasks!

source: Create your first task
it: Crea la tua prima attività

source: Astrid will send you a reminder when you have any tasks in the following filter:
it: Astrid ti invierà un promemoria quando avrai qualsiasi attività nel seguente filtro:

source: Limit notifications to:
it: Limite di notifiche a:

source: from %s
it: da %s

source: Add a Comment
it: Aggiungi un Commento

source: Default Workspace
it: Spazio di lavoro predefinito

source: Do Not Synchronize
it: Non Sincronizzare

source: Add new Workspace...
it: Aggiungi un nuovo Spazio di Lavoro...

source: Name for new Workspace
it: Nome per il nuovo Spazio di Lavoro

source: New tasks will be added to: %s
it: Le nuove attività verranno aggiunte a: %s

source: New tasks will not be synchronized by default
it: Le nuove attività non verranno sincronizzate in modo predefinito

source: Terms &amp; Conditions
it: Termini &amp; Condizioni

source: Create New User
it: Crea Nuovo Utente

source: Confirm Password
it: Conferma Password

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Error: passwords don't match!
it: Errore: password diverse!

source: Connection Error! Check your Internet connection.
it: Errore di Connessione! Controlla la tua connessione Internet.

source: E-Mail was not specified!
it: L'email non è stata inserita!

source: Password was not specified!
it: La password non è stata inserita!

source: &lt;Unassigned&gt;
it: &lt;Non assegnata&gt;

source: Assign this task to this workspace:
it: Assegna questa attività a questo spazio di lavoro:

source: &lt;Default&gt;
it: &lt;Predefinito&gt;

source: In workspace: ?
it: Nello spazio di lavoro: ?

source: In workspace...
it: Nello spazio di lavoro...

source: Assigned to: ?
it: Assegnato a: ?

source: Assigned to...
it: Assegnato a...

source: Notification Icon Set
it: Icone di notifica

source: Choose Astrid's notification bar icon
it: Scegli la barre delle icone di notifica di Astrid

source: Hi there! Have a sec?
it: Ciao! Hai un secondo?

source: Can I see you for a sec?
it: Posso vederti per un secondo?

source: Have a few minutes?
it: Hai qualche minuto?

source: Did you forget?
it: Ti sei dimenticato?

source: Excuse me!
it: Scusami!

source: When you have a minute:
it: Quando hai un minuto:

source: On your agenda:
it: Nella tua agenda:

source: Free for a moment?
it: Sei libero per un momento?

source: Astrid here!
it: Astrid è qui!

source: Hi! Can I bug you?
it: Ciao! Posso disturbarti?

source: A minute of your time?
it: Un minuto del tuo tempo?

source: It's a great day to
it: È un gran giorno per

source: Due date is here!
it: La scadenza è qui!

source: Ready to start?
it: Pronto per iniziare?

source: You said you would do:
it: Hai detto che avresti fatto:

source: Time to start:
it: Tempo per iniziare:

source: It's time!
it: E' il momento!

source: Excuse me! Time for
it: Scusamii! Tempo di

source: No more postponing!
it: Non rimandare più!

source: Ready to put this in the past?
it: Sei pronto a dimenticarti di questo?

source: How about it? Ready tiger?
it: Cosa ne pensi? Pronto come una tigre?

source: Ready to do this?
it: Sei pronto per questo?

source: Can you handle this?
it: Riesci a gestire ciò?

source: You can be happy! Just finish this!
it: Puoi essere felice! Semplicemente finisci ciò!

source: I promise you'll feel better if you finish this!
it: Ti prometto che ti sentirai meglio se lo finisci!

source: Can you finish this? Yes you can!
it: Puoi finire ciò? Sì che puoi!

source: Are you ever going to do this?
it: Hai intenzione di fare ciò?

source: I'm so proud of you! Lets get it done!
it: Sono fiero di te! Finiamolo!

source: A little snack after you finish this?
it: Un piccolo spuntino dopo che hai finito ciò?

source: Just this one task? Please?
it: Solo questo compito? Per favore?

source: Time to shorten your todo list!
it: E' tempo di accorciare la tua lista delle cose da fare!

source: Doesn't being lazy get old sometimes?
it: Non essere pigro fa invecchiare qualche volta?

source: Somewhere, someone is depending on you to finish this!
it: Da qualche parte, qualcuno dipende da te nel finire ciò!

source: When you said postpone, you really meant 'I'm doing this', right?
it: Quando hai detto "rimando", volevi dire "lo sto facendo", giusto?

source: This is the last time you postpone this, right?
it: Questa è l'ultima volta che rimandi ciò, giusto?

source: Just finish this today, I won't tell anyone!
it: Finiscilo oggi, non lo ripeterò più!

source: Why postpone when you can um... not postpone!
it: Perché rimandare quando puoi uhm... non rimandare!

source: You'll finish this eventually, I presume?
it: Potrai finire questo eventualmente, presumo?

source: I think you're really great! How about not putting this off?
it: Penso che tu sia veramente grande! Che ne dici di non mettere questa via?

source: Will you be able to achieve your goals if you do that?
it: Sarai in grado di raggiungere i tuoi obiettivi se fai ciò?

source: Postpone, postpone, postpone. When will you change!
it: Rimandare, rimandare, rimandare. Quando cambierai!

source: I've had enough with your excuses! Just do it already!
it: Ne ho avuto abbastanza con le tue scuse! Basta farlo già!

source: Didn't you make that excuse last time?
it: Non ti sei scusato allo stesso modo l'ultima volta?

source: I can't help you organize your life if you do that...
it: Non posso aiutarti ad organizzare la tua vita se lo fai ...

source: Repeating Tasks
it: Ripetendo Attività

source: Allows tasks to repeat
it: Permette di ripetere le attività

source: Every %d
it: Ogni %d

source: RTM Repeating Task
it: Ripetizione Attività RTM

source: Needs synchronization with RTM
it: Necessita la sincronizzazione con RTM

source: Remember the Milk
it: Ricorda Milk

source: RTM List:
it: Lista RTM:

source: RTM Repeat Status:
it: Stato di ripetizione RTM:

source: i.e. every week, after 14 days
it: in altre parole ogni settimana, dopo 14 giorni

source: Sorry, there was an error verifying your login. Please try again. \n\n Error Message: %s
it: Spiacenti,si è verificato un errore durante la verifica di accesso. Prova di nuovo. \n\n Messaggio di Errore: %s

source: Astrid: Remember the Milk
it: Astrid: Ricorda il Milk

source: Timers Active for %s!
it: Timer attivi per %s!

source: Timer Filters
it: Fitri Timer

source: Tasks Being Timed
it: Le attività vengono cronometrate
