Repository: StingerAJ/astrid
Catalog: translations/strings-*.po
Languages: it, ja

source: Alarms
it: Allarmi
ja: アラーム

source: Add an Alarm
it: Aggiungi un'allarme
ja: アラームを追加する

source: Backups
it: Salvataggi
ja: バックアップ

source: Status
it: Stato
ja: 状況

source: Latest: %s
it: Ultimo: %s
ja: 最新: %s

source: Last Backup Failed
it: Ultimo Backup Fallito
ja: バックアップ失敗

source: (tap to show error)
it: (Tocca per mostrare errore)
ja: （タップでエラーを表示）

source: Never Backed Up!
it: Mai eseguito!
ja: 一度もバックアップしてません!

source: Options
it: Opzioni
ja: オプション

source: Automatic Backups
it: Backup automatici
ja: 自動的なバックアップ

source: Automatic Backups Disabled
it: Backup Automatico Disabilitato
ja: 自動的なバックアップは無効です

source: Backup will occur daily
it: I Backup verranno eseguiti giornalmente
ja: バックアップは毎日行われます

source: Manage Your Backups
it: Gestione dei Backup
ja: バックアップの管理

source: Import Tasks
it: Importa Attività
ja: タスクのインポート

source: Export Tasks
it: Esporta Attività
ja: タスクのエクスポート

source: Import Error
it: Errore d'importazione
ja: インポートに失敗

source: Backed Up %s to %s.
it: Backup di %s su %s eseguito.
ja: %s を %s にバックアップしました。

source: No Tasks to Export.
it: Nessuna attività di esportazione
ja: エクスポートするタスクがありません

source: Exporting...
it: Esportazione...
ja: エクスポート中

source: Restore Summary
it: Ripristina sommario
ja: 復元の概要

source: File %s contained %s.\n\n %s imported,\n %s already exist\n %s had errors\n
it: Il File %s contiene %s.\n\n %s importati\n %s esiste già\n %s contiene errori\n
ja: ファイル %s の %s 中、\n\n成功: %s\n既に存在: %s\n失敗: %s\n

source: Importing...
it: Importazione in corso...
ja: インポート中

source: Reading task %d...
it: Lettura attività %d...
ja: タスク %d を読み込み中

source: Could not find this item:
it: Impossibile trovare questo elemento:
ja: ファイルを開けませんでした

source: Cannot access folder: %s
it: Impossibile accedere alla cartella: %s
ja: フォルダ %s を開けません

source: Cannot access your SD card!
it: Impossibile accedere alla scheda SD!
ja: SDカードにアクセスできません

source: Select a File to Restore
it: Seleziona file da ripristinare
ja: 復元に使うファイルを選択してください

source: Astrid Permission
it: Permessi Astrid
ja: タスクの読み込み

source: read tasks, display task filters
it: leggi attività, mostra filtro attività
ja: タスクの読み込みとフィルタの表示

source: create new tasks, edit existing tasks
it: crea nuove attività, modifica le attività esistenti
ja: タスクの作成、編集

source: Delete this task?
it: Eliminare questa attività?
ja: このタスクを削除しますか?

source: Delete this item: %s?
it: Cancella questo articolo: %s?
ja: 項目 %s を削除しますか?

source: Upgrading your tasks...
it: Aggiornare le attività ...
ja: タスクを更新しています

source: Time (hours : minutes)
it: Tempo (ore : minuti)
ja: 時間 (時:分)

source: Go To Market
it: Vai al Market
ja: マーケットへ

source: I Accept
it: Accetto
ja: 同意する

source: I Decline
it: Rifiuto
ja: 同意しない

source: Astrid Terms Of Use
it: Termini di Utilizzo di Astrid
ja: Astrid 利用規定

source: Click To Set
it: Fare click per impostare
ja: 入力する

source: $D $T
ja: $D 日 $T 時間

source: Disable
it: Disabilita
ja: 無効にする

source: No Tasks!
it: Nessuna Attività!
ja: タスクなし

source: Add-ons
it: Componenti aggiuntivi
ja: アドオン

source: Sort &amp; Hidden
it: Ordina e Nascondi
ja: 表示設定

source: Sync Now!
it: Nuovo Sync
ja: すぐに同期！

source: Settings
it: Impostazioni
ja: 設定

source: Help
it: Aiuto
ja: ヘルプ

source: Search This List
it: Cerca questo elenco
ja: このリストの検索

source: Custom
it: Personalizzato
ja: カスタムフィルタ

source: Add to this list...
it: Aggiungi a questa lista...
ja: このリストに追加...

source: %s [hidden]
it: %s [Nascosto]
ja: %s [非表示]

source: %s [deleted]
it: %s [eliminato]
ja: %s [削除済]

source: Finished %s
it: Terminata %s
ja: %s に完了

source: Edit
it: Modifica
ja: 編集

source: Edit Task
it: Modifica attività
ja: タスクを編集

source: Delete Task
it: Elimina attività
ja: タスクを削除

source: Undelete Task
it: Ripristina Attività
ja: 元に戻す

source: Sorting and Hidden Tasks
ja: 並び順と表示項目

source: Show Completed Tasks
it: Mostra Attività Collegate
ja: 完了タスクの表示

source: Show Hidden Tasks
it: Mostra Attività Nascoste
ja: 非表示タスクの表示

source: Show Deleted Tasks
it: Mostra Attività Cancellate
ja: 削除済タスクの表示

source: Sort Options
it: Ordina Opzioni
ja: 並び順

source: Astrid Smart Sort
ja: 自動

source: By Title
it: Per Titotlo
ja: タイトル順

source: By Due Date
it: Per scadenza
ja: 期限順

source: By Importance
it: Per Importanza
ja: 重要度順

source: By Last Modified
it: Per Ultima Modifica
ja: 更新日時順

source: Reverse Sort
it: Inverti Ordinamento
ja: 逆順

source: Just Once
it: Solo una Volta
ja: 今回のみ

source: Always
it: Sempre
ja: 設定の保存

source: Astrid: Filters
it: Astrid: Filtri
ja: Astrid: フィルタ

source: Loading Filters...
it: Caricamento Filtri...
ja: フィルタの読み込み中

source: Create Shortcut On Desktop
it: Crea collegamento sul Desktop
ja: ショートカットの作成

source: Search Tasks...
it: Cerca Attività...
ja: タスクの検索

source: Create Shortcut
it: Crea scorciatoia
ja: ショートカットを作る

source: Name of shortcut:
it: Nome della scorciatoia:
ja: ショートカットの名称

source: Search For Tasks
it: Cerca Per Attività
ja: タスクの検索

source: Matching '%s'
it: Confrontando '%s'
ja: 「%s」の検索結果

source: Created Shortcut: %s
it: Creata Scorciatoia: %s
ja: ショートカット %s を作成しました

source: Astrid: Editing '%s'
it: Astrid: Modificando '%s'
ja: Astrid: 「%s」の編集

source: Astrid: New Task
it: Astrid: Nuova attività
ja: Astrid: 新規タスク

source: Basic
it: Base
ja: 基本

source: Advanced
it: Avanzate
ja: 詳細

source: Title
it: Titolo
ja: タスク名

source: Task Summary
it: Resoconto Attività
ja: タスクの概要

source: Importance
it: Importanza
ja: 重要性

source: Deadline
it: Scadenza
ja: 期限

source: At specific time?
it: In un orario specifico?
ja: 時刻を設定する

source: No Time Set
it: Nessun orario impostato
ja: 時刻未指定

source: Hide Until
it: Nascondi Fino
ja: タスクを表示する期間

source: Loading...
it: Caricamento...
ja: 読み込み中...

source: Notes
it: Note
ja: メモ

source: Enter Task Notes...
it: Inserisci note Attività...
ja: メモを入力

source: How Long Will it Take?
it: Quanto tempo ci vorrà?
ja: 所要時間は?

source: Time Already Spent on Task
it: Tempo già speso per l'attività
ja: 既にタスクに費やした時間

source: Save Changes
it: Salva le modifiche
ja: 変更の保存

source: Don't Save
it: Non salvare
ja: 保存しない

source: Task Saved: due %s
ja: タスクは保存されました: 期限は%s

source: Task Saved
it: Attvità salvata
ja: タスクは保存されました

source: Task Editing Was Canceled
it: La modifica delle Attività è stata Annullata
ja: 編集は中断されました

source: Task Deleted!
it: Attività Eliminata!
ja: タスクを削除しました

source: Specific Day/Time
it: Giorno/Tempo Specifici
ja: 日時を指定

source: Today
it: Oggi
ja: 今日

source: Tomorrow
it: Domani
ja: 明日

source: (day after)
it: (giorno dopo)
ja: 日後

source: Next Week
it: Prossima Settimana
ja: 来週

source: No Deadline
it: Nessun Termine
ja: 期限なし

source: Don't hide
it: Non nascondere
ja: 常に表示する

source: Task is due
it: Attività completata
ja: 期限の日から

source: Day before due
it: Giorno prima della scadenza
ja: 期限の前日から

source: Week before due
it: Settimana prima della scadenza
ja: 期限の一週間前から

source: No Add-ons Found!
ja: アドオンはありません

source: Get Some Add-ons
ja: アドオンの追加

source: I Agree!!
it: Accetto!
ja: 同意する

source: I Disagree
it: Non Accetto
ja: 同意しない

source: Get Support
it: Ottieni Supporto
ja: サポートサイト

source: What's New In Astrid?
it: Novità in Astrid?
ja: Astrid の変更点

source: Appearance
it: Aspetto
ja: 外観

source: Task List Size
it: Dimensione elenco attività
ja: リストの文字サイズ

source: Font size on the main listing page
it: Dimensione carattere nella pagina principale
ja: メインのリスト画面の文字サイズ

source: Show Notes In Task
it: Mostra Note nell'Attività
ja: タスクのメモを表示

source: Notes will be displayed when you tap a task
ja: メモはタスクをタップしたときに表示されます

source: New Task Defaults
it: Nuove impostazioni predefinite attività
ja: タスクのデフォルト設定

source: Default Urgency
it: Urgenza Predefinita
ja: 期限

source: Currently: %s
it: Attualmente: %s
ja: 現在の設定: %s

source: Default Importance
it: Importanza Predefinita
ja: 重要度

source: Default Hide Until
it: Nascondi Fino Predefinito
ja: 表示期間

source: Default Reminders
it: Promemoria predefiniti
ja: 標準リマインダー

source: !!!! (Highest)
it: !!!! (Più Alta)
ja: !!!! （最重要）

source: ! (Lowest)
it: ! (Più Bassa)
ja: ! （最低）

source: Day After Tomorrow
it: Dopodomani
ja: 明後日

source: No deadline reminders
ja: 期限を通知しない

source: Astrid: Add Ons
it: Astrid: Componenti Aggiuntivi
ja: Astrid: アドオン

source: Installed
it: Installato
ja: インストール済

source: Available
it: Disponibile
ja: 追加

source: Free
it: Gratuito
ja: 無料

source: Visit Website
it: Visita il Sito Web
ja: Web サイトの表示

source: Android Market
ja: Android マーケット

source: Select tasks to view...
it: Seleziona le attività da visualizzare...
ja: ウィジェットに表示する項目

source: It looks like you are using an app that can kill processes (%s)! If you can, add Astrid to the exclusion list so it doesn't get killed. Otherwise, Astrid might not let you know when your tasks are due.\n
it: Sembra che si stia utilizzando un'applicazione che può terminare i processi (%s)! Se è possibile, aggiungere Astrid all'elenco di esclusione in modo che non venga terminato. Contrariamente, Astrid potrebbe non avvisarti quando le tue attività saranno compiute. \n
ja: タスクキラー (%s) を使用中です。Astrid が終了しないように、除外リストに登録してください。そうしないと、期限が来たタスクを通知できなくなります。\n

source: Active Tasks
it: Attività in corso
ja: 進行中のタスク

source: Search...
it: Cerca...
ja: 検索…

source: Recently Modified
it: Modificato di recente
ja: 最近編集したタスク

source: Custom Filter...
it: Filtro Personalizzato...
ja: カスタムフィルタ

source: Saved Filters
it: Filtri Salvati
ja: 保存済フィルタ

source: Delete Filter
it: Cancella Filtro
ja: フィルタの削除

source: Custom Filter
it: Filtro Personalizzato
ja: カスタムフィルタ

source: Name this filter to save it...
ja: フィルタの名称

source: Copy of %s
it: Copia di %s
ja: %s のコピー

source: or
it: o
ja: または

source: not
it: non
ja: 除外

source: also
it: anche
ja: かつ

source: %s has criteria
it: %s ha dei criteri
ja: %s

source: Delete Row
it: Cancella Riga
ja: 条件の削除

source: This screen lets you create a new filters. Add criteria using the button below, short or long-press them to adjust, and then click "View"!
ja: 新しいフィルタを作るには、左下のボタンで条件を追加し、項目のタップまたは長押しで条件を設定してください。右下のボタンで結果を表示します。

source: Add Criteria
it: Aggiungi Criteri
ja: 条件の追加

source: View
it: Visualizza
ja: 表示

source: Save &amp; View
it: Salva &amp; Visualizzazione
ja: 保存と表示

source: Due By: ?
ja: 期限: ?

source: Due By...
ja: 期限

source: No Due Date
ja: 期限なし

source: Yesterday
it: Ieri
ja: 昨日

source: Next Month
it: Mese successivo
ja: 来月

source: Importance at least ?
ja: 重要度 ? 以上

source: Importance...
it: Importanza...
ja: 重要度

source: Tagged: ?
ja: タグ: ?

source: Tagged...
ja: タグ

source: Tag contains...
ja: タグ中の語句

source: Tag contains: ?
ja: タグに ? を含む

source: Title contains...
it: Il titolo contiene...
ja: タイトル中の語句

source: Title contains: ?
it: Il titolo contiene: ?
ja: タイトルに ? を含む

source: Error adding task to calendar!
it: Errore durante l'aggiunta dell'attività al calendario!
ja: カレンダーへの登録に失敗しました

source: Calendar Integration:
it: Integrazione Calendario:
ja: カレンダーと連携

source: Create Calendar Event
it: Creare Calendario Eventi
ja: カレンダーに登録

source: Open Calendar Event
it: Apri Calendario Eventi
ja: カレンダーのイベントを開く

source: Error opening event!
it: Errore nell'apertura dell'evento!
ja: カレンダーを開けませんでした

source: Calendar event also updated!
it: Evento del calendario aggiornato!
ja: カレンダーの項目も更新しました

source: %s (completed)
it: %s (completato)
ja: %s（完了）

source: By List
it: Per Lista
ja: リスト別

source: Drag the grabber on the left side of a task to rearrange it. Swipe the grabber left or right to change indentation.
ja: タスクの左端にあるつまみをドラッグすると、順序を変えられます。つまみを左右に動かすと、インデントを変えることができます。

source: Log In to Google Tasks
it: Accedi a Google Tasks
ja: Google Tasks のログイン

source: Please log in to Google Tasks Sync (Beta!). Google Apps for Domain is currently unsupported, we're working on that!
ja: Google Tasks にログインしてください (Beta版です!)。現在 Google Apps for Domain には対応していませんが、対応を進めています。

source: Sign In
ja: サインイン

source: E-mail
ja: メールアドレス

source: Password
ja: パスワード

source: Google Apps for Domain account
ja: Google Apps for Domain のアカウント

source: Error: fill out all fields!
ja: エラー: すべての入力欄を入力してください

source: Error: e-mail or password incorrect!
ja: エラー: メールアドレスかパスワードが正しくありません

source: Google Tasks (Beta!)
ja: Google Tasks (ベータ版!)

source: Two ways to add a task:\n 1) Quick Add: Just type the task into the quick entry box and press the + button that appears on the left.\n\n 2) Regular add: Press the button to the right of the quick entry box. Add basic details (due date, tags, notes) or set more advanced options. Save the task with the save button or your phone's back button.\n\n
ja: タスクを登録する2つの方法\n 1) 素早い登録: 入力欄にタスク名を入力し、入力欄の左に表示される + ボタンを押します。\n\n2) 標準の登録: 入力欄の右側にあるボタンを押します。期限やタグ、メモやより高度な設定を行えます。保存ボタンか電話機のバックボタンで保存します。\n\n

source: Add a widget to your desktop
it: Aggiungi un widget sul tuo desktop
ja: ホーム画面にウィジェットを追加する

source: Setup sync with Gmail Tasks or Producteev
ja: 同期の設定

source: Astrid makes it possible for you to sync your tasks with the simple task list provided by Gmail. For more advanced task features we recommend synchronization with Producteev.\n\n To enable sync from Astrid press "Menu" -&gt; "Settings" -&gt; "Synchronization" and choose the sync provider you prefer.
ja: Astrid は Google Task のシンプルなタスクリストと同期することができます。より高度な機能が必要な場合は、Producteev と同期することをお勧めします。\n\n 同期を有効にするには、Astrid の画面から「メニューキー」→「設定」→「同期」を開き、利用したいサービスを選んでください。

source: Filter:
it: Filtro:
ja: フィルタ:

source: once an hour
it: una volta ogni ora
ja: 1時間に一度

source: once every six hours
it: una volta ogni sei ore
ja: 6時間に一度

source: once every twelve hours
it: una volta ogni dodici ore
ja: 12時間に一度

source: once a day
it: una volta al giorno
ja: 1日に一度

source: once every three days
it: una volta ogni tre giorni
ja: 3日に一度

source: once a week
it: una volta a settimana
ja: 1週間に一度

source: You have $NUM matching: $FILTER
it: Hai $NUM corrispondenti: $FILTER
ja: $FILTER の検索結果: $NUM 件

source: Please install the Astrid Locale plugin!
it: Installare il plugin di Localizzazione di Astrid!
ja: Astrid Locale plugin をインストールしてください

source: Anonymous Usage Stats
ja: 匿名の使用統計データ

source: No usage data will be reported
ja: 使用統計情報は送信されません

source: Help us make Astrid better by sending anonymous usage data
ja: 送られた使用統計情報は Astrid の改善に使用されます

source: Log In to Producteev
it: Accedi a Producteev
ja: Producteev にログイン

source: Sign in with your existing Producteev account, or create a new account!
ja: 既存の Producteev アカウントにサインインするか、アカウントを作成してください

source: Timezone
ja: タイムゾーン

source: Remind me...
it: Ricordami...
ja: 通知するのは...

source: ... when task is due
ja: 期限になったとき

source: ... when task is overdue
it: ... quando l'attività è in ritardo
ja: 期限を過ぎたとき

source: ... randomly once
it: .. casualmente una volta
ja: ランダムに

source: Ring/Vibrate Type:
it: Tipo di Suono/Vibrazione:
ja: 通知音、振動

source: Ring Once
it: Suona una volta
ja: 一度だけ鳴らす

source: Ring Until I Dismiss Alarm
it: Suona fino a che io tolga l'allarme
ja: 解除するまで鳴らす

source: an hour
it: un'ora
ja: 一時間ごと

source: a day
it: un giorno
ja: 毎日

source: a week
it: una settimana
ja: 毎週

source: in two weeks
it: in due settimane
ja: 一週おきに

source: a month
it: al mese
ja: 毎月

source: in two months
it: in due mesi
ja: 一ヶ月おきに

source: Reminder!
it: Promemoria!
ja: お知らせ

source: Already Done!
it: Completata
ja: 既に完了しています!

source: Snooze...
it: Rimanda...
ja: 後で通知

source: Go Away!
it: Vattene!
ja: なくなれ!

source: Reminder Settings
it: Impostazioni Promemoria
ja: 通知の設定

source: Quiet Hours Start
it: Ora inizio silenzio
ja: 消音時間の始まり

source: No notifications will appear after %s
it: Nessuna verrà visualizzata nessuna notifica dopo %s
ja: %s 以降、通知音は鳴りません

source: Quiet hours is disabled
it: Ora inizio silenzio non abilitato
ja: 消音は無効です

source: Quiet Hours End
it: Ora fine silenzio
ja: 消音時間の終わり

source: Notifications will begin appearing starting at %s
it: Notifiche inizieranno ad apparire a partire dalle %s
ja: %s から通知音が鳴ります

source: Notification Ringtone
it: Suoneria notifiche
ja: 通知音

source: Custom ringtone has been set
it: La suoneria personalizzata è stata impostata
ja: カスタム通知音を使用

source: Ringtone set to silent
it: Suoneria impostata in modalità silenziosa
ja: 通知音は無効

source: Default ringtone will be used
it: Verrà utilizzata la suoneria predefinita
ja: デフォルトの通知音を使用

source: Notification Persistence
it: Notifica Persistente
ja: 通知の持続

source: Notifications must be viewed individually to be cleared
it: Le notifiche devono essere visualizzate singolarmente per essere cancellate
ja: 通知はひとつひとつ削除する必要があります

source: Notifications can be cleared with "Clear All" button
it: Le notifiche possono essere cancellate attraverso il pulsante "Canella tutto"
ja: 通知は"通知を消去"ボタンで消えます

source: Vibrate on Alert
it: Vibrazione telefono
ja: アラート時に振動する

source: Astrid will vibrate when sending notifications
it: Astrid vibrerà durante l'invio di notifiche
ja: 通知するときに振動します

source: Astrid will not vibrate when sending notifications
it: Astrid non vibrerà durante l'invio di notifiche
ja: 通知するときに振動しません

source: Astrid Reminders
it: Promemoria Astrid
ja: Astridの通知

source: Astrid will show up to give you an encouragement during reminders
it: Astrid si mostrerà per incoraggiarti durante i promemoria
ja: 通知画面に励ましメッセージを表示します

source: Astrid not give you any encouragement messages
it: Astrid non ti darà nessun messaggio di incoraggiamento
ja: 励ましメッセージを表示しません

source: Snooze Dialog HH:MM
ja: スヌーズの時刻指定

source: Snooze by selecting new snooze time (HH:MM)
ja: 次のスヌーズ時刻を 時:分 で指定します

source: Snooze by selecting # days/hours to snooze
ja: 次のスヌーズまでの時間間隔を指定します

source: Random Reminders
it: Promemoria Casuali
ja: ランダムな通知

source: New tasks will have no random reminders
it: Le nuove attività non avranno promemoria casuali
ja: 新規タスクにランダムな通知を設定しません

source: New tasks will remind randomly: %s
it: Le nuove attività saranno ricordate a caso: %s
ja: 新規タスクにランダムな通知を設定します:

source: disabled
it: disattivato
ja: 無効

source: hourly
it: ogni ora
ja: 1時間毎

source: daily
it: quotidianamente
ja: 毎日

source: weekly
it: settimanalmente
ja: 毎週

source: bi-weekly
it: bi-settimanalmente
ja: 一週間おき

source: monthly
it: mensilmente
ja: 毎月

source: bi-monthly
it: bi-mensilmente
ja: 一ヶ月おき

source: 8 PM
ja: 午後8時

source: 9 PM
ja: 午後9時

source: 10 PM
ja: 午後10時

source: 11 PM
ja: 午後11時

source: 12 AM
ja: 午後12時

source: 1 AM
ja: 午前1時

source: 2 AM
ja: 午前2時

source: 3 AM
ja: 午前3時

source: 4 AM
ja: 午前4時

source: 5 AM
ja: 午前5時

source: 6 AM
ja: 午前6時

source: 7 AM
ja: 午前7時

source: 8 AM
ja: 午前8時

source: 9 AM
ja: 午前9時

source: 10 AM
ja: 午前10時

source: 11 AM
ja: 午前11時

source: 12 PM
ja: 正午

source: 1 PM
ja: 午後1時

source: 2 PM
ja: 午後2時

source: 3 PM
ja: 午後3時

source: 4 PM
ja: 午後4時

source: 5 PM
ja: 午後5時

source: 6 PM
ja: 午後6時

source: 7 PM
ja: 午後7時

source: Time to work!
it: Ora al lavoro!
ja: おしごとの時間だよ!

source: You're supposed to start:
it: Dovresti iniziare:
ja: 始めるはずでしょ:

source: You free? Time to
it: Sei libero? Tempo di
ja: 手、空いてる? これやらなくちゃ。

source: Don't be lazy now!
it: Non essere pigro ora!
ja: 今は怠けちゃダメ!

source: No more snoozing!
it: Nessun ronzio di più!
ja: もう先延ばししないで!

source: Now are you ready?
it: Adesso sei pronto?
ja: もう準備できてる？

source: I've got something for you!
it: Ho qualcosa per te!
ja: 君のために言ってるんだからね!

source: Why don't you get this done?
it: Perché non lo completi?
ja: 終わらせちゃったら?

source: Won't you do this today?
it: Non lo farai oggi?
ja: 今日はやんないの?

source: Please finish this, I'm sick of it!
it: Ti prego finiscilo, sono stufo!
ja: もううんざり。早く終わらせて!

source: Feel good about yourself! Let's go!
it: Sentiti bene con te stesso! Andiamo!
ja: 自信を持って! さあ!

source: Repeats
it: Ripete
ja: 繰り返し

source: Repeat Interval
it: Intervallo di ripetizione
ja: 繰り返し間隔

source: Day(s)
it: Giorno(i)
ja: 日毎

source: Week(s)
it: Settimana(e)
ja: 週毎

source: Month(s)
it: Mese(i)
ja: か月毎

source: Hour(s)
it: Ora(e)
ja: 時間毎

source: from due date
it: dalla data di scadenza
ja: 期限から

source: from completion date
it: dalla data di completamento
ja: 完了日から

source: $I on $D
it: $I su $D
ja: $I ($D 曜日)

source: Every %s
it: Ogni %s
ja: %s

source: %s after completion
ja: 完了日から %s

source: Remember the Milk Settings
it: Ricorda le impostazioni di Milk
ja: Remember the Milk の設定

source: Lists
it: Liste
ja: リスト

source: RTM List '%s'
it: LIsta RTM '%s'
ja: RTM のリスト: %s

source: Please Log In and Authorize Astrid:
it: Per favore esegui l'accesso e autorizza Astrid:
ja: ログインしてAstridに権限を与えてください

source: Connection Error! Check your Internet connection, or maybe RTM servers (status.rememberthemilk.com), for possible solutions.
it: Errore di connessione! Verificare la connessione Internet, o magari i server RTM (status.rememberthemilk.com), per le possibili soluzioni.
ja: 接続に失敗しました。インターネット接続を確認してください。RTM のサーバ運用情報 (status.rememberthemilk.com) も確かめてみてください。

source: Tags:
it: Etichette:
ja: タグ:

source: Tag Name
it: Nome etichetta
ja: タグ

source: Select a tag
ja: 既存タグを追加

source: Tags
it: Etichette
ja: タグ

source: Sorted By Size
it: Ordinati Per Dimensione
ja: 件数順

source: Untagged
it: Senza etichetta
ja: タグなし

source: Tagged '%s'
it: Etichettato come '%s'
ja: %s タグ

source: Delete Tag
it: Elimina etichetta
ja: タグ削除

source: Delete this tag: %s? (No tasks will be deleted.)
ja: タグ %s を削除しますか? (タスクは削除されません)

source: Rename the tag %s to:
ja: タグ %s の名称変更

source: No changes made
it: Nessuna modifica effettuata
ja: 変更されませんでした

source: Tag %s removed from %d tasks
ja: %d 件のタスクのタグ %s を外しました

source: Replaced %s with %s on %d tasks
ja: %d 件のタスクのタグを %s から %s に替えました

source: Start Timer
it: Avvia timer
ja: タイマーを開始

source: Stop Timer
it: Ferma timer
ja: タイマーを停止

source: Configure Widget
ja: ウィジェットの設定

source: Widget color
ja: ウィジェットの背景色

source: Hide encouragements
ja: 励ましメッセージを表示しない

source: Due:
ja: 期限:

source: 1 Year
ja: 1年

source: %d Years
ja: %d 年

source: 1 Month
ja: 1か月

source: %d Months
ja: %d か月

source: 1 Week
ja: 1週間

source: %d Weeks
ja: %d 週間

source: 1 Day
ja: 1 日

source: %d Days
ja: %d 日

source: 1 Hour
ja: 1 時間

source: %d Hours
ja: %d 時間

source: 1 Minute
ja: 1 分

source: %d Minutes
ja: %d 分

source: 1 Second
ja: 1 秒

source: %d Seconds
ja: %d 秒

source: 1 Hr
ja: 1 時間

source: %d Hrs
ja: %d 時間

source: 1 Min
ja: 1 分

source: %d Min
ja: %d 分

source: 1 Sec
ja: 1 秒

source: %d Sec
ja: %d 秒

source: 1 task
ja: タスク 1 件

source: %d tasks
ja: タスク %d 件

source: Confirm?
ja: 確認

source: Question:
ja: 確認

source: Information
ja: インフォメーション

source: Error!
ja: エラー

source: Yes
ja: はい

source: No
ja: いいえ

source: Close
ja: 閉じる

source: Done
ja: 完了

source: Please wait...
ja: お待ちください

source: Synchronizing your tasks...
ja: タスクの同期中...

source: Synchronizing...
ja: 同期中...

source: Synchronization
ja: 同期

source: Not Logged In!
ja: ログインしていません

source: Sync Ongoing...
ja: 同期中

source: Last Sync: %s
ja: 前回の同期: %s

source: Failed On: %s
ja: 失敗: %s

source: Last Successful Sync: %s
ja: 最後の同期: %s

source: Never Synchronized!
ja: 同期していません

source: Background Sync
ja: バックグラウンド同期

source: Background synchronization is disabled
ja: バックグラウンド同期は無効になっています

source: Currently set to: %s
ja: 現在の設定: %s

source: Wifi Only Setting
ja: Wi-Fi のみ

source: Background synchronization only happens when on Wifi
ja: Wi-Fi が有効なときだけバックグラウンドで同期する

source: Actions
ja: アクション

source: Synchronize Now!
ja: すぐに同期!

source: Log In &amp; Synchronize!
ja: ログインと同期

source: Log Out
ja: ログアウト

source: Clears all synchronization data
ja: すべての同期データを消去します

source: Log out / clear synchronization data?
ja: ログアウトと同期データを消去しますか?

source: disable
ja: 無効

source: every fifteen minutes
ja: 15分毎

source: every thirty minutes
ja: 30分毎

source: every hour
ja: 1時間毎

source: every three hours
ja: 3時間毎

source: every six hours
ja: 6時間毎

source: every twelve hours
ja: 12時間毎

source: every day
ja: 毎日

source: every three days
ja: 3日に一度

source: every week
ja: 毎週

source: Alarm!
it: allarme!

source: How do I restore backups?
it: Come faccio a ripristinare i backup?

source: Astrid Tasks
it: Attività Astrid
